Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The operator or the party responsible for operating a facility shall scale and organise the health service such that the provisions of the Patient's Rights Act (in Norwegian only) can be fulfilled, cf. Section 8 of the Activities Regulations and Section 16 of the Health Personnel Act (in Norwegian only).
nb: Operatøren eller den som står for driften av en innretning, må dimensjonere og tilrettelegge for helsetjenes-ten slik at pasientrettighetslovens bestemmelser kan oppfylles, jf. aktivitetsforskriften § 8 og helsepersonel-loven § 16.

source: Reporting accidents involving death or injury
nb: Melding om ulykke som har medført død eller personskade

source: • incorrect use of verbal communication (in Norwegian) over the radio
nb: • Feil bruk av verbal kommunikasjon på radio

source: No assessment was made of whether this rope grade was correct for the crane arrangement, and no particular inspection or maintenance of the rope was subsequently carried out.
nb: Det ble ikke vurdert om denne ståltaukvaliteten var den rette for arrangementet av kranen, og tauet ble ikke inspisert og vedlikeholdt særskilt i ettertid.

source: Questionnaire-based survey – diving personnel
nb: Spørreskjemaundersøkelse – dykkepersonell

source: , and to continuous improvement, cf.
nb: , og kontinuerlig forbedring, jf.

source: Chapters 5 (for main stairs) and 6,
nb: kapittel 5 (for hovedtrapper) og 6,

source: “The mental effort is profound,” Ebbesen says.
nb: - Det er en vanvittig mental øvelse.

source: Equinor and Gassco - Heimdal - Operation and maintenance
nb: Gassco og Equinor – oppfølging av drift og vedlikehold

source: a) chemicals in green category, cf
nb: a) kjemikalier i grønn kategori, jf.

source: Other reasons for insulating also exist, as outlined in Norsok R-004, for example (Norsok, 2006).
nb: Det er også andre grunner til at isolering er benyttet, som gjort rede for i for eksempel NORSOK R-004 (NORSOK, 2006).

source: The drilling operations are scheduled to begin in March 2019 and will last until March 2021.
nb: Boreoperasjonane er planlagt starta i mars 2019 og vil vara til mars 2021.

source: This concerned the follow-up of identified measures.
nb: Dette gjaldt oppfølging av identifiserte tiltak.

source: or juvenile of
nb: eller yngel av

source: The underwater work was being conducted by diving contractor Technip Offshore Norge AS, using DSV Skandi Arctic.
nb: Undervannsoperasjonene ble gjennomført av dykkeentreprenøren Technip Offshore Norge AS (Technip), med dykkerfartøyet DSV Skandi Arctic.

source: It was not possible to get this valve open and circulation was not possible.
nb: Det var ikke mulig å få åpnet denne ventilen og sirkulasjon var ikke mulig.

source: The incident occurred 12 days after the valve was shut.
nb: Hendelsen skjedde 12 dager etter at ventilen ble stengt.

source: We have given Vår Energi consent to use the Ringhorne facility for production drilling on the Ringhorne field.
nb: Vi har gitt Vår Energi samtykke til bruk av Ringhorne-innretninga til produksjonsboring på Ringhornefeltet.

source: Dvalin East was proven in 2010 and is located 15 kilometres northwest of the Heidrun field.
nb: Dvalin Øst blei påvist i 2010 og ligg 15 kilometer nordvest for Heidrun.

source: plant that activities at Hammerfest LNG have adequate manning and competence to deal with all operating conditions.
nb: Hammerfest LNG har tilstrekkelig bemanning og kompetanse i virksomheten i alle driftssituasjoner.

source: The assessments shall be carried out a) before new chemicals are used b) when entering into chemicals contracts c) as a minimum every three years for chemicals in the green and yellow categories d) as a minimum annually for chemicals in the red and black categories and yellow subcategories 2 and 3
nb: a) før nye kjemikalier tas i bruk b) ved inngåelse av kjemikaliekontrakter c) minimum hvert tredje år for kjemikalier i grønn og gul kategori d) minimum årlig for kjemikalier i rød og svart kategori og gul underkategori 2 og 3

source: West Elara can accommodate 120 people.
nb: West Elara har kapasitet for 120 personer.

source: The on-scene commander sent the apprentice back to the fire station to fetch a stretcher which was more suitable for bringing injured people down from the H2S reactor.
nb: Innsatsleder sendte lærling tilbake til brannstasjon for å hente båre som var bedre egnet til å ta ned skadet person fra H2S-reaktoren.

source: Chapter 36 of the Pollution Regulations (in Norwegian only)
nb: Det følger av forurensningsforskriften kapittel 36

source: These documents show which techniques can be generally considered to be consistent with the IPPC directive’s requirements relating to BAT.
nb: Disse dokumentene angir hvilke teknikker som vurdert generelt kan anses forenelige med IPPC-direktivets krav om BAT.

source: This publication has emphasised that learning
nb: Vi har vektlagt at læring både kan fremme og

source: The review of Maersk’s emergency preparedness (also) exposed the lack of a system to ensure that all first-aiders on board have adequate first-aid competence.
nb: Gjennomgangen av Maersk sin beredskap viste (også) mangel på et system som skal sikre at alle førstehjelpere om bord har tilstrekkelig førstehjelpskompetanse.

source: The Petroleum Safety Authority Norway (PSA) has audited control, monitoring and safety systems on Martin Linge.
nb: Petroleumstilsynet har ført tilsyn med kontroll-, overvåkings- og sikkerhetssystemene på Martin Linge.

source: Equinor’s central professional ladder reported that it picks up incidents through Synergi and would not do so if they are only recorded in SAP.
nb: Fagstigen sentralt i Equinor opplyste at de fanger opp hendelser gjennom Synergi og at de ikke vil fange dem opp dersom de kun registreres i SAP.

source: Uncertainties related to the actual position of valve 42 and awareness of the failure to lock valves 41 and 42 in position were not included in risk assessments in the appendix to the activity programme.
nb: Usikkerhetene knyttet til reell posisjon for ventil 42 samt kjennskap til manglende sikring av ventil 41 og 42 i låst posisjon ble ikke inkludert i risikovurderingene i vedlegget til aktivitetsprogrammet.

source: Proposals for A-1200 in this area have not been implemented.
nb: Forslagene for gassdeteksjon og trykkavlastning i A-1200 anlegget har ikke blitt gjennomført.

source: A study of BOP system integrity initiated by the OGP on the basis of historical data shows that a BOP including the control system but not the wellhead connection will typically have a SIL of 3, which falls to 2 when the wellhead connection is included.
nb: En pålitelighetsstudie igangsatt av OGP av BOP-systemet basert på historiske data viser at BOP inkludert styringssystemet, men unntak av brønnhodekoblingen, vil typisk ha SIL-nivå 3, mens en finner SIL-nivå 2 når en inkluderer brønnhodekoblingen.

source: Drilling is scheduled to begin in December 2018 and last 35 days, or 52 days if a discovery is made.
nb: Boringa er planlagd starta i desember 2018 med ei varigheit på 35 døgn, 52 døgn om det blir gjort funn.

source: In this context, it may also be added that there could be different perceptions of what is considered as well control equipment.
nb: I denne sammenheng kan det også legges til at det kan være ulike oppfatninger av hva som regnes som brønnkontrollutstyr.

source: We note that 40 per cent of the personal injuries were not reported on the form for the Labour and Welfare Service (NAV).
nb: Registrerer at 40 prosent av person skadene ikke var rapportert inn på NAV skjema.

source: downhole solutions for reduced water production, reinjection or new/altered technical elements in the treatment plant, for example.
nb: for eksempel være nedihullsløsninger for redusert vannproduksjon, reinjeksjon eller nye/endrete tekniske elementer i renseanlegget.

source: Figure 9 Illustration of the maximum overpressure in cell 11 on the incident day.
nb: Figur 9 Illustrasjon av det maksimale overtrykk i celle 11 på hendelsesdagen.

source: Maersk Invincible is a jack-up drilling facility of the XLE type, built at the DSME yard in Busan, South Korea in 2016.
nb: Maersk Invincible er en oppjekkbar boreinnretning av typen XLE, bygget ved DSME-verftet i Busan, Sør-Korea i 2016.

source: The report was developed in 2019 as part of the PSA’s ST16 project: "Risk of acute spills in the High North".
nb: Rapporten er utviklet i 2019 som en del av Petroleumstilsynets prosjekt ST16: «Risiko for akutte utslipp i nordområdene».

source: The emergency response plan for CI requires a POB check to be completed within 10 minutes in the event of a hazard or accident, in part to ensure that personnel can be rescued as quickly as possible in such conditions.
nb: I beredskapsplanen for CI er det satt krav til POB kontroll innen 10 minutter ved en fare- eller ulykkeshendelse, blant annet for å sikre at personell kan reddes så raskt som mulig i slike situasjoner.

source: Fish eggs and larvae are considered to be particularly sensitive.
nb: Det er i første rekke egg og larver av fisk som antas å være sensitive overfor olje.

source: Capricorn Norge AS (Capricorn) has been given consent for exploration drilling in block 6608/11 in the Norwegian Sea.
nb: Capricorn Norge as (Capricorn) har fått samtykke til leiteboring i blokk 6608/11 i Norskehavet.

source: wells in the event of industrial conflict, no later than three days prior to start-up, or four days within the notification of the collective dismissal in the event of industrial conflict as mentioned in Section 8 on well programme in the event of industrial conflict,
nb: innen fire dager etter at det er gitt varsel om plassfratredelse ved arbeidskonflikt som nevnt i § 8 om brønnprogram ved arbeidskonflikt,

source: the NORSOK R-003 standard, Appendices G and H should be used for maintenance of
nb: standarden NORSOK R-003N vedleggene G og H brukes for vedlikehold av

source: Interviews and the document review reveal inadequate performance of the operator’s see-to-it duty.
nb: Intervjuer og dokumentgjennomgang viser mangelfull utøvelse av operatørs påseplikt.

source: The RNNP is an important instrument for understanding the past and taking the right action for the future – an important arena for the parties in the industry.
nb: RNNP er et viktig instrument for å forstå fortiden og gjøre rette grep for framtiden - en viktig arena for partene i bransjen.

source: The control room operator immediately informed the coordinator meeting of the incident.
nb: Kontrollromsoperatør ga øyeblikkelig beskjed til koordinatormøtet om hendelsen.

source: An overview of documents reviewed during the investigation is provided in chapter 7.
nb: En oversikt over dokumenter som er gjennomgått i forbindelse med granskingen er gjengitt ikapittel 7.

source: Wintershall Dea – consent for use of West Mira on Vega
nb: Wintershall Dea – samtykke til bruk av West Mira på Vega

source: ExxonMobil - Ringhorne - Management of emergency preparedness
nb: ExxonMobil - Ringhorne - Styring av beredskap

source: Norisol Norge AS - Notifications of censurable conditions at work
nb: Norisol Norge AS - Varsling av kritikkverdige forhold i virksomheten

source: Offshore petroleum activities
nb: Petroleumsvirksomhet til havs

source: We have given Aker BP consent for exploration drilling of well 25/10-16 S in the North Sea.
nb: Vi har gitt Aker BP samtykke til leiteboring av brønn 25/10-16 S i Nordsjøen.

source: : 96% of respondents working for operator- and rig companies reports to "agree" or "strongly agree" to a statement concerning what to do and where to muster in an emergency situation.
nb: 96% av respondentene som jobber for operatør- og riggselskaper svarer «enig» eller «helt enig» på utsagnet om hva en skal gjøre og hvor en skal mønstre i en beredskapssituasjon.

source: The maintenance programme for the loading system comprises visual inspection by ROV and a triennial expanded close visual inspection of the hose segments.
nb: Vedlikeholdsprogrammet for lastesystemet består av årlig visuell inspeksjon med bruk av ROV og tre-årlig utvidet nærvisuell inspeksjon av slangesegmentene.

source: The mandate for the PSA’s investigation accords with section 4.1.2 of the procedure.
nb: Mandatet for Ptils gransking er etablert i tråd med avsnitt 4.1.2 i prosedyren.

source: The height of fall is here calculated with a deduction for the height of a standing person.
nb: Fallhøyden beregnes altså med fratrekk for høyde på oppreist person.

source: of others and what’s happening around us - in
nb: - For å være årvåkne og holde oppmerksom-

source: • Synergi – a tool for registering and following up incidents
nb: Synergi – verktøy for å registrere og følge opp hendelser

source: falling objects, including all falling objects with falling energy above 40 Joules, even if the object falls into a restricted area or to the sea.
nb: fallende gjenstander, deriblant alle fallende gjenstander med fallenergi over 40 Joule, også dersom gjenstanden faller ned i avsperret område eller til sjø.

source: On average, the number of non-ignited hydrocarbon leaks is 1.5 per facility, and seven out of eight facilities have reported this type of incident.
nb: I snitt representerer antallet ikke-antente hydrokarbonlekkasjene 1,5 per anlegg, og sju av åtte anlegg har rapportert denne type hendelse.

source: Marking of the facility
nb: Merking av innretningen

source: The management conducted no risk assessment and review with personnel before the
nb: Ledelsen foretok ikke risikovurdering og gjennomgang med personell før

source: If the overview is not available, it shall be presumed that the employees will enter the normal scheme for the employee group in question on the facility from the time work starts.
nb: Det kan være arbeidstakernes representanter i arbeidsmiljø-utvalg, koordinerende arbeidsmiljøutvalg, felles stedlig arbeidsmiljøutvalg, bedriftsutvalg, hovedverneom-bud, verneombud, arbeidstakernes organisasjoner og fagforeningsrepresentanter, avhengig av den enkelte saken.

source: The SURE-projects run by SINTEF was a result of this commitment.
nb: SURE-prosjektene utført av SINTEF kom som et resultat av dette engasjementet.

source: We examined routines for monitoring and following up data traffic and event logs for the industrial ICT systems.
nb: Vi har undersøkt rutiner for monitorering og oppfølgning av datatrafikk og hendelseslogger for de industrielle IKT-systemer.

source: risk assessment of the need for fire and gas detection in the pipestill
nb: risikovurdering av behov for brann- og gassdeteksjon i pipestill

source: See section 14 of the management regulations on manning and competence.
nb: Jamfør styringsforskriftens § 14 om bemanning og kompetanse.

source: Deepsea Atlantic was completed in 2009, is registered in Norway and is classified by DNV GL.
nb: Deepsea Atlantic sto ferdig i 2009, er registrert i Noreg og har klasse i DNV GL.

source: In those cases where a concept with good passive safety has been chosen, it takes more for flaws introduced in detail engineering and fabrication to lead to a major accident.
nb: I de tilfellene hvor en har valgt et konsept med god passiv sikkerhet skal det mer til at feil som introduseres i detaljprosjektering og bygging fører til en storulykke.

source: Combined with gaps separating the corrosion attacks in segment 3, the fact that this segment has suffered the most corrosion is regarded as a matter of chance.
nb: I kombinasjon med at korrosjonsangrepene i slangesegment 3 har avstand i forhold til hverandre vurderes det som tilfeldig at dette slangesegmentet er mest utsatt for korrosjonsangrep.

source: See also the NS-EN ISO 9004 standard, Chapter 10.
nb: Se også standarden NS-EN ISO 9004 kapittel 10.

source: and specific licence for installation and operation of facilities for transport include an account of matters that are important for safety and the working environment as mentioned in
nb: og særskilt tillatelse til anlegg og drift av innretninger for transport omfatte en redegjørelse for forhold som er av betydning for sikkerhet og arbeidsmiljø som nevnt i

source: Chemicals used for mud testing were stored in the fume cabinet.
nb: I avtrekksskapet ble det oppbevart kjemikalier som var i bruk til testing av boreslam.

source: accident has been continued, both for installations and for helicopter transport.
nb: ulykkessituasjoner er videreført, både på innretningene og for helikoptertransport.

source: Rowan Drilling receives Acknowledgement of Compliance for Rowan Stavanger
nb: Rowan Drilling har fått samsvarsuttalelse for Rowan Stavanger

source: The requirements for ecotoxicological testing and documentation in this section apply to chemicals used in the petroleum industry (see
nb: Kravene om økotoksikologisk testing og dokumentasjon i denne paragrafen gjelder for kjemikalier som brukes i petroleumsvirksomheten (se

source: This generated the basis for a series of audits (multinational audits — MNA) in 2017 on the theme of Maintaining Safe Operations with a common set of themes and questions.
nb: Dette dannet grunnlaget for en tilsynsserie i 2017 om temaet “vedlikehold for sikker drift», med felles grunnlag og spørsmål, tilpasset det enkelte lands regelverk og språk.

source: The consent applies to the operation of Veslefrikk until 21 December 2022.
nb: Samtykket gjeld drift av Veslefrikk fram til 21.desember 2022.

source: See appendix I, section 2, litera c) and appendix II, section 2.3 of Fusex.
nb: FUSEX, vedlegg I punkt 2 bokstav c) jf. vedlegg II punkt 2.3

source: only) Sections 37, 44 and 45 for personnel on mobile facilities registered in a national ships' register,
nb: b) forskrift om kvalifikasjonskrav og sertifikater for sjøfolk §§ 37, 44 og 45 for personell på

source: Petoro, the biggest licensee on the NCS, is keeping a close eye on efficiency improvement work in the industry, reports Kjell Morisbak Lund, its vice president for licences.
nb: I Petoro, som er største rettighetshaver på sokkelen, følger de nøye med på effektiviseringsarbeidet som pågår i næringen.

source: Maintenance means the combination of all technical, administrative and management measures during
nb: Med vedlikehold menes kombinasjonen av alle tekniske, administrative og styremessige tiltak som i

source: A plant operator from the B-2 area also arrived.
nb: En uteoperatør fra område B-2 kom også til området.

source: Maersk Training’s full-scale DrillSim:6000 simulator at Svendborg in Denmark.
nb: Full konsentrasjon hos Maersk Trainings fullskala boresimulator DrillSim:6000 i Svendborg i Danmark.

source: h) the responsible party shall retain material and information on hazard and accident situations, as well
nb: h) den ansvarlige oppbevare materiale og opplysninger om fare- og ulykkessituasjoner, samt ethvert

source: The standards NS-EN ISO 14224 and NS-EN ISO 20815, Appendix E, should be used when registering data as mentioned in the first subsection, including failure data and maintenance data.
nb: Ved registrering av data som nevnt i første ledd, deriblant feildata og vedlikeholdsdata, bør standardene NS-EN ISO 14224 og NS-EN ISO 20815 vedlegg E brukes.

source: In other words, we have not assessed the potential in scenarios other than that covered by scenario 1 in the 2009 fire analysis.
nb: Vi har med andre ord ikke vurdert potensialet i andre senario enn det som er dekt av senario 1 i brannanalysen fra 2009.

source: Scientific research and exploration for subsea reservoirs for storage of CO
nb: Undersøkelse og leting etter undersjøiske reservoarer for lagring av CO

source: The fourth subsection on joint solutions and subsequent use entails that the licensees and others who
nb: Fjerde ledd om fellesløsninger og senere bruk, innebærer at rettighetshaverne og andre som tar del i

source: § 48 Physical and chemical working environment
nb: § 48 Fysisk og kjemisk arbeidsmiljø

source: The operators therefore had to remember that the ballast-water valve to cell 11 was shut and that cell 11 must not be used until it was reopened.
nb: Operatørene måtte derfor huske at ballastvannventilen til celle 11 var stengt og at celle 11 ikke måtte tas i bruk før ventilen var åpnet igjen.

source: The steel rope in use when the incident occurred had a tensile strength of 2 160 N/mm2.
nb: Ståltauet som var i bruk på hendelsestidspunktet, var av strekkfasthet 2160 N/mm2.

source: for insulation of equipment.
nb: for isolering av utstyr.

source: Operator for Dvalin:
nb: Operatør for Dvalin:

source: TBO’s emergency response plan (WR-1884) describes how predefined dimensioning incidents will be handled in the various phases which normally succeed each other in time.
nb: Beredskapsplanen for Tjeldbergodden, (WR-1884), beskriver hvordan de forhåndsdefinerte dimensjonerende hendelsene (DFU) skal håndteres i de forskjellige fasene som normalt følger etter hverandre i tid.

source: The employees shall receive training in the management system and results from system audits of this shall be communicated to them, cf. Section 4-2, first subsection of the Working Environment Act.
nb: Ar-beidstakerne skal ha opplæring i styringssystemet og gjøres kjent med resultater fra systemrevisjoner av dette, jf. arbeidsmiljøloven § 4-2 første ledd.

source: It follows from Section 8, first subsection and Section 9 of the supplementary Activities Regulations
nb: Det følger av den utfyllende aktivitetsforskriften § 8 første ledd og § 9 at operatøren eller den som står

source: Cyber security for SIS and intrinsically safe components, communication protocols
nb: Cyber security SIS og egensikre komponenter, kommunikasjonsprotokoller

source: The valve installed in 2004 was purchased in accordance with the original material specification for Ula.
nb: Ventilen ble som ble installert i 2004 var kjøpt inn i henhold til opprinnelig materialspesifikasjon for Ula.

source: : Across all types of companies, 95% of the respondents selects the response options "strongly agree" or "agree" to a statement concerning whether it is clear who makes the decisions in a well control situation.
nb: På tvers av alle selskapstypene benytter 95% av respondentene seg av alternativene «helt enig» eller «enig» i utsagnet om at det er helt klart hvem som tar avgjørelsene i en brønnkontrollsituasjon.

source: Guidelines for environmental monitoring of the petroleum activities offshore (in Norwegian only)
nb: Retningslinjer for miljøovervåking av petroleumsvirksomhet til havs

source: The regulation of safety and working environment is thus based on the same principles that are used in the HSE regulations for the petroleum activities, adapted to the risk conditions represented by CO
nb: Reguleringen av sikkerhet og arbeidsmiljø er således basert på de samme prinsippene som legges til grunn i HMS-forskriftene for petroleumsvirksomheten, tilpasset til de risikoforholdene som CO

source: These regulations also apply, with the limitations given directly in the regulations, to the petroleum activities.
nb: Forskriften gjelder, med de begrensninger som fremkommer av forskriften direkte, også for petroleumsvirksomheten.

source: We have given Equinor Energy (Equinor) consent for exploration drilling of well 7324/3-1 in the Barents Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til leiteboring av brønn 7324/3-1 i Barentshavet

source: This means the rope will be under a continuous load of at least 14 tonnes when the crane is not parked on the pipe deck.
nb: Det betyr at ståltauet vil ha en kontinuerlig belastning på minst 14 tonn så lenge kranen ikke er parkert på rørdekket.

source: Water depth in the area is approximately 70 metres.
nb: Vassdjupna i området er om lag 70 meter.
